Revit 2027 API
PipePlumbingFixtureFlowData.FlowConversionMode Property
 The flow conversion mode of the pipe.
Namespace: Autodesk.Revit.DB.Plumbing
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public FlowConversionMode FlowConversionMode { get; }
Public ReadOnly Property FlowConversionMode As FlowConversionMode
	Get
public:
property FlowConversionMode FlowConversionMode {
	FlowConversionMode get ();
}
member FlowConversionMode : FlowConversionMode with get
Property Value
FlowConversionMode
See Also
Reference
PipePlumbingFixtureFlowData Class
Autodesk.Revit.DB.Plumbing Namespace